{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",

  "Sources": [
    {
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      },
      "Packages": [
        { "PackageIdentifier": "BrechtSanders.WinLibs.POSIX.UCRT" },
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
        { "PackageIdentifier": "GnuWin32.File" },
        { "PackageIdentifier": "GnuWin32.FindUtils" },
        { "PackageIdentifier": "GnuWin32.Grep" },
        { "PackageIdentifier": "GnuWin32.Tree" },
        { "PackageIdentifier": "GnuWin32.Which" },
        { "PackageIdentifier": "JanDeDobbeleer.OhMyPosh" },
        { "PackageIdentifier": "Microsoft.VCRedist.2015+.x64" },
        { "PackageIdentifier": "MikeFarah.yq" },
        { "PackageIdentifier": "Neovim.Neovim" },
        { "PackageIdentifier": "OpenJS.NodeJS.LTS" },
        { "PackageIdentifier": "Python.Python.3.14" },
        { "PackageIdentifier": "ajeetdsouza.zoxide" },
        { "PackageIdentifier": "jdx.mise" },
        { "PackageIdentifier": "jqlang.jq" },
        { "PackageIdentifier": "junegunn.fzf" },
        { "PackageIdentifier": "rsteube.Carapace" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "twpayne.chezmoi" },
        { "PackageIdentifier": "wez.wezterm" }
      ]
    }
  ]
}
